[M_TaggartBiography MissionDefinition]
MissionName="Rastreando os Rastreadores"
MissionDescription="Sir Hammerlock precisa de informações sobre os Rastreadores. Taggart - seu antigo amante - começou a escrever um livro sobre suas tentativas de exterminar essas criaturas. Hammerlock deseja colocar as mãos em todos os capítulos do audio-livro de Taggart para poder plagiá-lo. "
TurnInDescription="Você encontrou os capítulos perdidos de Taggart e ao fazer isso, acabou descobrindo uma aterradora verdade: nem toda confiança do mundo poderá impedir que você morra vítima do pânico e da solidão."
MissionSummary="Consiga os capítulos do audio-livro de Taggart."
MissionGiver="Gravação ECHO perdida"
MissionTurnInLocation="Caixa Postal de Overlook"
TeaserText="Que ironia... os Rastreadores não gostam de ser rastreados."

[M_TaggartBiography:CollectEchosSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TaggartBiography:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TaggartBiography:Findchapters MissionObjectiveDefinition]
ProgressMessage="Procure os capítulos em meio às pilhas"

[M_TaggartBiography:MissionObjectiveDefinition_6 MissionObjectiveDefinition]
ProgressMessage="Cace 15 Rastreadores"

